<?php


// Гарантия поступления в наше учебное заведение;
// Подготовка документов для зачисления;
// Подготовка документов для консульства;
// Помощь в получении студенческой визы;
// Помощь в получении визы родителям;
// Помощь в выборе профессии;
// Помощь в получении загранпаспорта;
// Предоставление стартового пакета польского оператора;
// Организация трансфера участников в Польшу;
// Ориентационная программа по адаптации в Польше;
// Оформление прописки студента;
// Контроль студентов во время обучения (прогулы, успеваемости);
// Определение необходимой нагрузки для изучения языка;
// Помощь в организации визита родителей к детям;
// Организация на выездные экскурсии;
// Карта побыта и легализация;
// Поддержка студента в Польше на период всего обучения;
// Оплачиваемая практика в зависимости от успеваемости обучения;
// Курьерская доставка оригиналов документов из учебного заведения;
// Выдача документа от учебного заведения, который свидетельствует о резервации и зачислении;
// Помощь в открытие банковского счета;
// Предоставление курсов польского языка для студентов во время обучения;
// Ваш личный менеджер с вами на связи 24/7 в любом удобном для вас мессенджере;
// Прямой контакт с опекуном;
// Контроль проведения порядка в общежитии;
// Юридическая информационная поддержка;
// Гарантированное трудоустройство по специальности по окончанию обучения. 

return [

    'navigation_view' => [
        'about' => 'О нас',
        'programs' => 'Программы',
        'galery' => 'Галерея',
        'contacts' => 'Контакты'
    ],

    'welcome' => [
        'title' => 'Международный центр образования и практики',
        'subtitle' => 'ПРИГЛАШАЕМ ПРОВЕСТИ ЛУЧШИЕ ГОДЫ СТУДЕНЧЕСТВА С НАМИ!',
    ],

    // Information about our company
    'aboutUs' => [
        'title' => 'О нас',
        'content' => 'Наша организация «Международный Центр Образования и Практик» – поможет Вам получить качественное Европейское образование, Европейский диплом и полный пакет услуг под ключ, который мы предоставляем. А также, сопровождение до самого окончания обучения. С нами Вы можете не переживать по сбору пакета документов для поступления в учебное заведение или для оформления студенческой визы. Международный Центр Образования и Практик (MCEP), гарантирует: помощь в трудоустройстве по специальности по окончанию обучения и также, мы даем возможность прохождения практики не только на территории Польши, но и в других странах Европы.
        Наша основная цель, состоит в том – чтоб все наши клиенты из разных стран мира, чувствовали себя минимум озадачены оформлением и сбором всех необходимых документов, поиском жилья и трудоустройством.',

    ],

    // All programs
    'programs' => [
        'title' => 'Мы предоставляем такие программы обучения',
        'fst-program' => [
            'title' => 'Обучение на базе 9 класса. Поступление до 18 лет. Лицей/Техникум',
            'content' => 'Получение степени магистра в Польше – это самый удобный и недорогой способ получить Европейский диплом о высшем образовании. Срок обучения на магистратуре – 1,5 – 2 года.
            Для поступления на магистратуру в большинстве университетов не надо сдавать экзамены. При зачислении принимаются во внимание оценки ВУЗа, который ранее выдал диплом бакалавра.
            Магистратуру в польских ВУЗах можно закончить по другой специальности, отличающейся от диплома бакалавра, но отличие не должно быть кардинальным.',
        ],
        'snd-program' => [
            'title' => 'Обучение на базе 11 классов. На бакалавра.',
            'content' => 'Получение степени магистра в Польше – это самый удобный и недорогой способ получить Европейский диплом о высшем образовании. Срок обучения на магистратуре – 1,5 – 2 года.
            Для поступления на магистратуру в большинстве университетов не надо сдавать экзамены. При зачислении принимаются во внимание оценки ВУЗа, который ранее выдал диплом бакалавра.
            Магистратуру в польских ВУЗах можно закончить по другой специальности, отличающейся от диплома бакалавра, но отличие не должно быть кардинальным.',
        ],
        'thd-program' => [
            'title' => 'Магистратура',
            'content' => 'Получение степени магистра в Польше – это самый удобный и недорогой способ получить Европейский диплом о высшем образовании. Срок обучения на магистратуре – 1,5 – 2 года.
            Для поступления на магистратуру в большинстве университетов не надо сдавать экзамены. При зачислении принимаются во внимание оценки ВУЗа, который ранее выдал диплом бакалавра.
            Магистратуру в польских ВУЗах можно закончить по другой специальности, отличающейся от диплома бакалавра, но отличие не должно быть кардинальным.',
        ],
        'fth-program' => [
            'title' => 'Полицеальная школа',
            'content' => 'Полицеальная школа - это школа для людей, старше 18 лет.
            Полицеальная школа, не дает диплом о высшем образовании. Это школа подобна по статусу к техникумам. Это хорошая возможность за короткий промежуток времени получить конкретные навыки и профессию. В таких школах идет наклон именно на практическую подготовку, а не на теорию, как в университетах.
            Обучение длится 1-2 года, в зависимости от выбранной специальности. Студентам предлагается очная, вечерняя и заочная форма обучения в полицеальной школе в Польше.',
        ]
    ],

    // First program
    'fst-program' => [

        'title' => 'Обучение на базе 9 класса. Поступление до 18 лет. Лицей / Техникум',
        'section_0' => [
            'title' => 'Информация для лицея/техникума по курсам польского языка',
            'subtitle' => 'Для поступления в польский лицей или техникум, необходимо знание польского языка на уровне А1-А2.',
            'body' => 'Мы предоставляем Бесплатные подготовительные онлайн курсы польского языка.',

            'list' => [
                '0' => 'Длительность курсов: 2 месяца',
                '1' => 'Расписание курсов: 4 раза/неделю, по полтора часа',
                '2' => 'Максимальное количество студентов в группе: 10 человек.',
            ]
        ],
        'section_1' => [
            'title' => 'Специальности',

            'professions' => [

                'profession_1' => [
                    'title' => 'Специалист в сфере IT',
                    'content' => 'Программист; системный архитектор; специалист по информационным системам; системный аналитик; специалист по системному администрированию; менеджер информационных технологий; менеджер по продажам решений и сложных технических систем; специалист по информационным ресурсам; администратор баз данных.',
                ],
                'profession_2' => [
                    'title' => 'Специалист сварки MIG/MAG/TIG ',
                    'content' => 'Сферы услуг, которая включает совокупность средств, методов и способов деятельности человека, направленных на удовлетворение потребностей людей вне их профессиональной деятельности.',
                ],
                'profession_3' => [
                    'title' => 'Логистика',
                    'content' => 'Обслуживает произведенные, дистрибьюторские и отгрузочные склады, используя специализированное программирование, инструменты для маркировки, идентификации и защиты товаров.',
                ],
                'profession_4' => [
                    'title' => 'Техник питания и гастрономических услуг',
                    'content' => 'Специалист, в чьи обязанности входит приготовление пищи. Профессия повара востребованная и творческая, в ней есть место фантазии и изобретательности. У хороших поваров высокий уровень оплаты труда.',
                ],
                'profession_5' => [
                    'title' => 'Стилист/парикмахер',
                    'content' => 'Сферы услуг, которая включает совокупность средств, методов и способов деятельности человека, направленных на удовлетворение потребностей людей вне их профессиональной деятельности.',
                ],
                // 
                // 'profession_6' => [
                //     'title' => 'Менеджер по туризму',
                //     'content' => '',
                // ],
                // 'profession_7' => [
                //     'title' => 'Графический дизайнер',
                //     'content' => '',
                // ],
                'profession_8' => [
                    'title' => 'Профессиональный настольный теннис',
                    'content' => '',
                ],
                'profession_9' => [
                    'title' => 'Профессиональный футбол',
                    'content' => '',
                ],
                'profession_10' => [
                    'title' => 'Профессиональное плавание',
                    'content' => '',
                ],
                'profession_11' => [
                    'title' => 'Профессиональная акробатика',
                    'content' => '',
                ],
                'profession_6' => [
                    'title' => 'Профессиональный женский волейбол',
                    'content' => '',
                ],
                'profession_12' => [
                    'title' => 'Косметология',
                    'content' => '',
                ],
                'profession_13' => [
                    'title' => 'Медработник',
                    'content' => '',
                ],
                'profession_14' => [
                    'title' => 'Обслуживание в портах и терминалах',
                    'content' => '',
                ],
            ],
        ],
        'section_2' => [
            'title' => 'Так же интересно',

            'blocks' => [
                'block_1' => [
                    'title' => 'Проживание',
                    'content' => 'Мы вам предоставляем БЕСПЛАТНОЕ общежитие на протяжении всего периода обучения, с евроремонтом, которое находится рядом с учебным заведением, на территории старинного поместья с живописной природой и озером.',
                ],
                'block_2' => [
                    'title' => 'Питание',
                    'content' => 'Оплата всего 3€/день или 90/мес (50% мы покрываем за счёт дотаций, без дотаций 6€/день), 4-х разовое полноценное питание.',
                ],
                'block_3' => [
                    'title' => 'Практика и Трудоустройство',
                    'content' => 'Практика оплачивается. Есть возможность трудоустроится во время учебы или после.',
                ],
            ],
        ],
    ],

    // Second program
    'snd-program'  => [

        'title' => 'Обучение на бакалавра на базе 11 классов',
        'section_0' => [
            'title' => 'Информация для бакалавров по курсам польского языка',
            'subtitle' => 'Для поступления в любой польский ВУЗ на бакалавра, необходимо знание польского языка на уровне В1-В2. Для этого, мы предоставляем подготовительные онлайн курсы перед началом обучения.',
            'body' => 'Мы предоставляем Бесплатные подготовительные онлайн курсы польского языка.',

            'list' => [
                '0' => 'Длительность курсов: 2 месяца;',
                '1' => 'Расписание курсов: 4 раза/неделю, по полтора часа',
                '2' => 'Максимальное количество студентов в группе: 10 человек.',
                '3' => 'Стоимость курса: 300 Евро (можно оплатить двумя частями).',
            ]
        ],
        'section_1' => [
            'title' => 'Специальности',

            'professions' => [
                'profession_1' => [
                    'title' => 'Экономика предприятия',
                    'content' => 'Интеграция основных бизнес-процессов предприятия.',
                ],
                'profession_2' => [
                    'title' => 'Информационные технологии',
                    'content' => 'Инженер по этой специальности может выполнять проектно-конструкторскую, производственно-управленческую, экспериментально-исследовательскую, эксплуатационную работы.',
                ],
                'profession_3' => [
                    'title' => 'Управление и администрирование',
                    'content' => 'Специальность которая формирует у человека способности для управления государством, управления коллективом, управления коммуникациями в обществе, в коллективе и в межличностных отношениях.',
                ],
                'profession_4' => [
                    'title' => 'Безопасность систем управлении',
                    'content' => 'Направление, которое связано с разработкой, реализацией, внедрением и управлением комплексными программно-техническими системами защиты информации в учреждении (компании, предприятии).',
                ],
                'profession_5' => [
                    'title' => 'Управление персоналом',
                    'content' => '',
                ],
                'profession_6' => [
                    'title' => 'Логистика',
                    'content' => 'Эффективное планирование, управление и контроль процессов движения материальных, трудовых, энергетических, информационных потоков в системах производства, обращения товаров и услуг.',
                ],
                'profession_7' => [
                    'title' => 'Администрация',
                    'content' => '',
                ],
                'profession_8' => [
                    'title' => 'Хозяйственное право',
                    'content' => '',
                ],
                'profession_9' => [
                    'title' => 'Внутренняя охрана',
                    'content' => '',
                ],
                'profession_10' => [
                    'title' => 'Филология',
                    'content' => '',
                ],
                'profession_11' => [
                    'title' => 'Финансы и бухгалтерия',
                    'content' => '',
                ],
                'profession_12' => [
                    'title' => 'Туризм и отдых',
                    'content' => '',
                ],
                'profession_13' => [
                    'title' => 'Менеджмент',
                    'content' => '',
                ],
                'profession_14' => [
                    'title' => 'Юриспрудения',
                    'content' => '',
                ],
                'profession_15' => [
                    'title' => 'Навигация в морской академии',
                    'content' => '',
                ],
                'profession_16' => [
                    'title' => 'Электротехника (морская академия)',
                    'content' => '',
                ],
                'profession_17' => [
                    'title' => 'Торговля и предпренимательство (морская академия)',
                    'content' => '',
                ],
                'profession_18' => [
                    'title' => 'Механика и инженеры (морская академия)',
                    'content' => '',
                ],
                'profession_19' => [
                    'title' => 'Политология',
                    'content' => '',
                ],
                'profession_20' => [
                    'title' => 'Медсестринство',
                    'content' => '',
                ],
                'profession_21' => [
                    'title' => 'Физическое воспитание',
                    'content' => '',
                ],
                'profession_22' => [
                    'title' => 'Бренд-менеджмент',
                    'content' => '',
                ],
                'profession_23' => [
                    'title' => 'Лингвистические направления:',
                    'content' => '- английская филология;
                    - итальянская филология;
                    - арабская филология;
                    - немецкая филология;
                    - русская филология;
                    - японская филология;
                    - норвежская филология;
                    - шведская филология;
                    - Вьетнамская филология;
                    - бенгальско-урдинская филология;
                    - синология;
                    - иберийская филология;
                    - балканская филология; - датская филология;
                    - корейская филология;',
                ],
                
            ],
        ],
    ],

    'fth-program' => [
        'title' => 'Специальности в полицеальной школе',
        'section_1' => [
            'title' => 'Специальности',

            'professions' => [
                'profession_1' => [
                    'title' => 'Техник медицинской стерилизации;',
                    'content' => '',
                ],
                'profession_2' => [
                    'title' => 'Няня с навыком шантальского массажа;',
                    'content' => '',
                ],
                'profession_3' => [
                    'title' => 'Техник-фармацевт;',
                    'content' => '',
                ],
                'profession_4' => [
                    'title' => 'Техник массажист с навыками физиотерапевта;',
                    'content' => '',
                ],
                'profession_5' => [
                    'title' => 'Эрготерапевт / Трудотерапевт;',
                    'content' => '',
                ],
                'profession_6' => [
                    'title' => 'Ассистент стоматолога;',
                    'content' => '',
                ],
                'profession_7' => [
                    'title' => 'Стоматолог-гигиенист;',
                    'content' => '',
                ],
                'profession_8' => [
                    'title' => 'Медицинский работник;',
                    'content' => '',
                ],
                'profession_9' => [
                    'title' => 'Опекун для пожилых людей;',
                    'content' => '',
                ],
                'profession_10' => [
                    'title' => 'Забота о пожилых;',
                    'content' => '',
                ],
                'profession_11' => [
                    'title' => 'Помощник инвалида по базовому уходу;',
                    'content' => '',
                ],
                'profession_12' => [
                    'title' => 'Флорист;',
                    'content' => '',
                ],
                'profession_13' => [
                    'title' => 'Техник косметических услуг;',
                    'content' => '',
                ],
                'profession_14' => [
                    'title' => 'Техник по администрировнию',
                    'content' => '',
                ],
            ],
        ],
    ],

    // УСЛОВИЯ 
    'conditions' => [
        'title' => 'Условия',

        'section_1' => [
            'title' => 'Мы предлагаем полное сопровождение студента на протяжении всего периода обучения.',

            'blocks' => [
                'block_1' => 'Гарантия поступления в наше учебное заведение',
                'block_2' => 'Гарантированное трудоустройство по специальности по окончанию обучения',
                'block_3' => 'Подготовка документов для консульства',
                'block_4' => 'Подготовка документов для зачисления',
                'block_5' => 'Предоставление стартового пакета польского оператора',
                'block_6' => 'Оформление прописки студента',
                'block_7' => 'Контроль студентов во время обучения (прогулы, успеваемость, посещение занятий)',
                'block_8' => 'Карта побыта и легализация',
                'block_9' => 'Поддержка студента в Польше на период всего обучения',
                // 'block_10' => 'Помощь в поиске жилья в крупном городе Жешув',
                'block_11' => 'Выдача документа от учебного заведения, который свидетельствует о резервации и зачислении',
                'block_12' => 'Ваш личный менеджер с вами на связи 24/7 в любом удобном для вас мессенджере',
                'block_13' => 'Юридическая информационная поддержка',
                // 'block_14' => 'Гарантия поступления в наше учебное заведение',
                // 'block_15' => 'Помощь в получении визы родителям',
                'block_16' => 'Помощь в получении студенческой визы',
                'block_17' => 'Помощь в выборе профессии',
                // 'block_18' => 'Помощь в подборе жилья на период обучения',
                // 'block_19' => 'Помощь в получении загранпаспорта',
                'block_20' => 'Ориентационная программа по адаптации в Польше',
                'block_21' => 'Определение необходимой нагрузки для изучения языка',
                // 'block_22' => 'Помощь в организации визита родителей к детям',
                // 'block_23' => 'Помощь в трудоустройстве во время обучения',
                'block_24' => 'Курьерская доставка оригиналов документов из учебного заведения',
                'block_25' => 'Помощь в открытие банковского счета',
                'block_26' => 'Прямой контакт с опекуном',
                'block_27' => 'Гарантированное трудоустройство по специальности по окончанию обучения',
                // 'block_28' => 'Гарантия поступления в наше учебное заведение',
            ],
        ],
        'section_2' => [
            'title' => 'Условия проживания в общежитие',
            'blocks' => [
                'block_1' => [
                    'title' => 'Одному',
                    'content' => 'Проживание в одиночку - 600 злотых/месяц.',
                ],
                'block_2' => [
                    'title' => 'Вдвоём',
                    'content' => 'Проживание вдвоем - 340 злотых/месяц.',
                ],
            ]
        ],

    ],


    // Advantages

    'advantages' => [
        'title' => 'Преимущества обучения в Европе',
        'subtitle' => 'Миллионы студентов со всего мира ежегодно выбирают Европейское образование. Этому есть вполне объяснимые причины, о которых мы расскажем ниже:',

        'blocks' => [
            'block_1' => 'Дневная и заочная форма',
            'block_2' => 'Международный диплом',
            'block_3' => 'Виза студенческая - 365 дней',
            // 'block_4' => 'Официальная прописка и вид на жительство	',
            'block_5' => 'Бакалавр, магистр, доктор, полицеальная школа',
            'block_6' => 'Официальная прописка и помощь в получении карты побыту',
            'block_7' => 'Помощь в сдаче экзаменов',
            'block_8' => 'Возможность жить и трудиться легально в ЕС',
            'block_9' => 'Опекунство и поддержка',
        ],


    ],


    // Galery
    'galery' => [
        'title' => 'Галерея',

        'buttons' => [
            'button_1' => 'Наши студенты',
            'button_2' => 'Наш офис в Киеве',
            'button_3' => 'Cертификация',
            'button_4' => 'Отзывы',
        ],
    ],

    // Our team 

    'our_team' => [
        'title' => 'Наша команда'
    ],

    // Partners
    'partner' => [
        'title' => 'Наши партнёры',
    ],

    // Representative
    'official_representative' => [
        'title' => 'Официальный представитель в Украине',
    ],


    //Requisites
    'requisites' => [
        'title' => 'Реквизиты',
        'person' => 'Физическое лицо',
        'NKEPP' => 'РНОКПП',
        'bank_account' => 'Банковский счет',
        'phoneNumber' => 'Телефон',
        'email' => 'Електронная почта',

        'addres'=> 'Адрес главного офиса',
    ],

    'requisites_person' => [
        'person' => 'Ли Татьяна Юрьевна',
        'addres' => 'ул. Могольская, д. 40, оф. 26, место Краков, почтовый индекс 31-546, почтовое отделение Краков, страна Польша',
    ],

    // ul. Mogilska, nr 40, lok. 26, miejsc. Kraków, kod 31-546, poczta Kraków, kraj Polska

    // Contact
    'contact' => [
        'title' => 'Есть вопросы?',
        
        'section' => [
            'title' => 'Задавайте!',

            'blocks' => [
                'block_1' => '',
                'block_2' => '',
                'block_3' => [
                    'title' => 'Адрес главного офиса',
                    'content' => 'ул. Могильска, д. 40, оф. 26, г. Краков, почтовый индекс 31-546, почтовое отделение Краков, Польша'
                ],
            ]
        ]
    ],



    //Other localization


    // Bot button section

    'bot_section' => [
        'title' => 'Определились?',
        'subtitle' => 'Тогда наш цифровой помощник поможет Вам заполнить все документы.',

        'buttons' => [
            'telegram_button' => [
                'title' => 'Подать документы',
            ],
        ]
    ],

];





